tap "felixkratz/formulae"
tap "joshmedeski/sesh"
tap "jwbargsten/misc"
tap "nikitabobko/tap"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "automake"
brew "awk"
brew "bash"
brew "bat"
brew "blueutil"
brew "gcc"
brew "btop"
brew "coreutils"
brew "curl"
brew "dua-cli"
brew "duti"
brew "fd"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "gum"
brew "helix"
brew "jq"
brew "lazygit"
brew "libgccjit"
brew "libyaml"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "neovim-remote"
brew "pandoc"
brew "php"
brew "pkgconf"
brew "raylib"
brew "ripgrep"
brew "rust"
brew "sleepwatcher", restart_service: :changed
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "trash", link: true
brew "tree"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "joshmedeski/sesh/sesh"
brew "jwbargsten/misc/defbro"
cask "aerospace"
cask "font-iosevka"
cask "ghostty"
cask "kitty"
cask "localsend"
cask "pearcleaner"
cask "sf-symbols"
